Repository: balancednetwork/balanced-network-interface
Catalog: src/locales/*.po
Languages: nl_nl

source: ${0} was distributed over the last 30 days
nl_nl: ${0} is gedistribueerd over de laatste 30 dagen

source: ({0}% required)
nl_nl: ({0}% vereist)

source: , so you would have received
nl_nl: , dus in dat geval zou je ontvangen hebben

source: 1H
nl_nl: 1U

source: 4H
nl_nl: 4U

source: 5 days is standard. Use less for an emergency vote, more for maximum participation.
nl_nl: 5 dagen is standaard. Gebruik minder voor een noodstemming, meer voor maximale participatie.

source: ACTIVITY
nl_nl: ACTIVITEIT

source: AMOUNT
nl_nl: AANTAL

source: Active
nl_nl: Actief

source: Activity history
nl_nl: Activiteitengeschiedenis

source: Add community token list
nl_nl: Voeg community token lijst toe

source: Add community token list?
nl_nl: Een community token lijst toevoegen?

source: Add token list
nl_nl: Token lijst toevoegen

source: Add your sICX to the collateral pool.
nl_nl: Voeg je sICX toe aan de onderpandpool.

source: Address
nl_nl: Adres

source: Adjust
nl_nl: Wijzig

source: After
nl_nl: Na

source: All collateral locked
nl_nl: Gehele onderpand vergrendeld

source: All fees claimed
nl_nl: Alle vergoedingen claimed

source: All time
nl_nl: Altijd

source: Approve
nl_nl: Goedkeuren

source: Approved
nl_nl: Goedgekeurd

source: Asset
nl_nl: Valuta

source: Assets to send
nl_nl: Te verzenden valuta

source: Available since {0}
nl_nl: Beschikbaar sinds {0}

source: BALN allocation
nl_nl: BALN allocatie

source: BALN staking has been upgraded to a lock-up model called Boosted BALN.
nl_nl: BALN staking is geüpgraded naar een lock-up model genaamd Boosted BALN.

source: Back to the Balanced website
nl_nl: Terug naar de Balanced website

source: Balance
nl_nl: Hoeveelheid

source: Balanced increases your loan to buy more collateral at a discount.
nl_nl: Balanced verhoogt je lening om met korting onderpand bij te kopen.

source: Balanced sells collateral at a premium to repay some of your loan.
nl_nl: Balanced verkoopt onderpand tegen een premie om een deel van je lening af te lossen.

source: Before
nl_nl: Voor

source: Boost rewards
nl_nl: Boost beloningen

source: Borrow
nl_nl: Lenen

source: Borrow Balanced Dollars?
nl_nl: Balanced Dollars lenen?

source: Borrow LTV
nl_nl: Lening LTV

source: Borrowed {0} bnUSD.
nl_nl: {0} bnUSD geleend.

source: Borrowing bnUSD...
nl_nl: bnUSD lenen...

source: Cancel
nl_nl: Annuleren

source: Cancel any pending transactions on your Ledger, or give Chrome permission to use it.
nl_nl: Annuleer alle lopende transacties op je Ledger, of geef Chrome toestemming om deze te gebruiken.

source: Cancelled
nl_nl: Geannuleerd

source: Candles
nl_nl: Kaarsen

source: Casting your vote...
nl_nl: Aan het stemmen...

source: Change vote
nl_nl: Verander stem

source: Change vote?
nl_nl: Stem veranderen?

source: Change wallet
nl_nl: Wijzig portemonnee

source: Choose a wallet from your Ledger:
nl_nl: Kies een portemonnee uit je Ledger:

source: Claim (1 of {count})
nl_nl: Claim (1 van {count})

source: Claim Balance Tokens?
nl_nl: Balance Tokens claimen?

source: Claim network fees?
nl_nl: Netwerkvergoedingen claimen?

source: Claimed fees.
nl_nl: Geclaimde vergoedingen.

source: Claimed {0} BALN.
nl_nl: {0} BALN geclaimd.

source: Claimed {0} ICX.
nl_nl: {0} BALN geclaimd.

source: Claiming ICX...
nl_nl: ICX claimen...

source: Claiming fees...
nl_nl: Vergoedingen claimen...

source: Claiming rewards...
nl_nl: Beloningen opeisen...

source: Collateral
nl_nl: Onderpand

source: Confirm
nl_nl: Bevestigen

source: Confirm the transaction on your Ledger.
nl_nl: Bevestig de transactie op je ledger.

source: Connect Wallet
nl_nl: Koppel je wallet

source: Copied
nl_nl: Gekopieerd

source: Copy address
nl_nl: Kopieer adres

source: Couldn't complete the transaction. Make sure your wallet is set to the right network.
nl_nl: Transactie kon niet worden voltooid. Controleer of je Wallet is ingesteld op het juiste netwerk.

source: Couldn't complete your transaction.
nl_nl: Je transactie kon niet worden voltooid.

source: Couldn't send {currency} to the {pair} pool. Try again.
nl_nl: Kon {currency} niet verzenden naar de {pair} pool. Probeer het opnieuw.

source: Couldn't supply {pair} liquidity. Try again.
nl_nl: Kan {pair} liquiditeit niet verstrekken. Probeer het opnieuw.

source: Couldn't swap {inputCurrency} for {outputCurrency}. Try again.
nl_nl: Kon {inputCurrency} niet wisselen voor {outputCurrency}. Probeer het opnieuw.

source: Couldn't withdraw {inputCurrency} / {outputCurrency} liquidity. Try again.
nl_nl: Kon {inputCurrency} / {outputCurrency} liquiditeit niet opnemen. Probeer het opnieuw.

source: Create liquidity pool?
nl_nl: Pool aanmaken?

source: Create pool
nl_nl: Pool aanmaken

source: Creating pool
nl_nl: Pool aan het aanmaken

source: Current
nl_nl: Huidig

source: DATE
nl_nl: Datum

source: Daily rewards
nl_nl: Dagelijkse beloningen

source: Debt ceiling
nl_nl: Schuld plafond

source: Deposit
nl_nl: Storten

source: Deposit as collateral
nl_nl: Storten als onderpand

source: Deposit sICX
nl_nl: Stort sICX

source: Deposit sICX collateral?
nl_nl: sICX onderpand storten?

source: Deposit {0} collateral?
nl_nl: {0} storten als onderpand?

source: Deposited {0} ICX as collateral.
nl_nl: {0} ICX als onderpand gestort.

source: Deposited {0} sICX as collateral.
nl_nl: {0} sICX als onderpand gestort.

source: Deposited {0} {collateralType} as collateral.
nl_nl: {0} {collateralType} is ondergebracht als onderpand.

source: Depositing collateral...
nl_nl: Onderpand aan het storten...

source: Description
nl_nl: Omschrijving

source: Discussion
nl_nl: Discussie

source: Do not send sICX to an exchange.
nl_nl: Stuur geen sICX naar een exchange.

source: Duration
nl_nl: Duur

source: Earn or buy BALN, then lock it up here to boost your earning potential and voting power.
nl_nl: Verdien of koop BALN, en vergrendel het hier om je verdienpotentieel en stemkracht te vergroten.

source: Enacted
nl_nl: Uitgevoerd

source: Enter amount
nl_nl: Vul bedrag in

source: Enter an amount
nl_nl: Vul bedrag in

source: Exchange rate
nl_nl: Wisselkoers

source: FEES (24H)
nl_nl: FEES (24U)

source: Failed to enact
nl_nl: Uitvoeren mislukt

source: Fee
nl_nl: Transactiekosten

source: For
nl_nl: Voor

source: Funding
nl_nl: Financiering

source: Go back
nl_nl: Ga terug

source: Have at least {0} bBALN if you want to propose a change.
nl_nl: Je hebt minimaal {0} bBALN nodig als je een verandering wilt voorstellen.

source: How long the vote should last (1 – 14 days).
nl_nl: Hoe lang de stemming moet duren (1 tot 14 dagen).

source: If bnUSD is above $1
nl_nl: Als bnUSD boven $1 is

source: If bnUSD is below $1
nl_nl: Als bnUSD onder $1 is

source: If the price slips by more than this amount, your swap will fail.
nl_nl: Als de prijs meer dan dit bedrag daalt, zal de wissel niet doorgaan.

source: If the {0} price reaches {1}, all your collateral will be liquidated.
nl_nl: Als de {0} prijs {1} bereikt, zal al je onderpand geliquideerd worden.

source: Impermanent loss is not factored in.
nl_nl: Impermanent loss is niet meegenomen.

source: Incentivised pools
nl_nl: Geïncentiviseerde pools

source: Includes a fee of {0} bnUSD.
nl_nl: Bevat een vergoeding van {0} bnUSD.

source: Includes a fee of {0} {1}.
nl_nl: Bevat een vergoeding van {0} {1}.

source: Increasing lock duration...
nl_nl: Vergrendelingsduur verhogen...

source: Ineligible
nl_nl: Niet in aanmerking komend

source: Insufficient liquidity
nl_nl: Onvoldoende liquiditeit

source: Insufficient {0}
nl_nl: Onvoldoende {0}

source: Insufficient {0} balance
nl_nl: Onvoldoende {0} saldo

source: Invalid pair
nl_nl: Ongeldig paar

source: It costs 100 bnUSD to submit a proposal.
nl_nl: Het kost 100 bnUSD om een voorstel te doen.

source: Keep a close eye on this number, as rebalancing may cause it to fluctuate.
nl_nl: Hou dit getal goed in de gaten, want rebalancing kan ervoor zorgen dat dit fluctueert.

source: LIQUIDITY
nl_nl: LIQUIDITEIT

source: Line
nl_nl: Lijn

source: Liquidated
nl_nl: Geliquideerd

source: Liquidation LTV
nl_nl: Liquidatie LTV

source: Liquidity pools
nl_nl: Liquiditeit pools

source: Loan
nl_nl: Lening

source: Loan fee
nl_nl: Afsluitprovisie

source: Loan rewards
nl_nl: Lening beloning

source: Loan to value ratio
nl_nl: Lening waarde verhouding

source: Lock duration increased until {0}.
nl_nl: Vergrendelingsduur verhoogd tot {0}.

source: Lock up BALN
nl_nl: BALN vergrendelen

source: Lock up BALN to earn network fees.
nl_nl: Vergrendel BALN om netwerkkosten te verdienen.

source: Lock up BALN to hold voting power and boost your earning potential by up to 2.5 x.
nl_nl: Vergrendel BALN om stemkracht te houden en uw verdien potentieel met maximaal 2,5 x te vergroten.

source: Lock up Balance Tokens?
nl_nl: Balance Tokens vergrendelen?

source: Locked
nl_nl: Vergrendeld

source: Locked until
nl_nl: Vergrendeld tot

source: Locking BALN...
nl_nl: BALN vergrendelen...

source: Minimum to receive
nl_nl: Minimaal te ontvangen

source: Minus 50% fee: {0} BALN
nl_nl: Minus 50% kosten: {0} BALN

source: Network fee allocation
nl_nl: Toewijzing van netwerkvergoeding

source: Network fees
nl_nl: Netwerk vergoedingen

source: New collateral type
nl_nl: Nieuw onderpand type

source: New proposal
nl_nl: Nieuw voorstel

source: No activity yet.
nl_nl: Nog geen activiteit.

source: No assets available.
nl_nl: Geen activa beschikbaar.

source: No fees to claim
nl_nl: Geen vergoedingen om te claimen

source: No price chart available for this pair.
nl_nl: Geen prijsgrafiek beschikbaar voor dit paar.

source: No results found.
nl_nl: Geen resultaten gevonden.

source: Not now
nl_nl: Niet nu

source: Or
nl_nl: Of

source: Past day
nl_nl: Afgelopen dag

source: Past month
nl_nl: Afgelopen maand

source: Past week
nl_nl: Afgelopen week

source: Pay
nl_nl: Betaal

source: Pay a 50% fee to unlock your BALN early.
nl_nl: Betaal een 50% tarief om uw BALN vroeg te ontgrendelen.

source: Pending
nl_nl: In behandeling

source: Position details
nl_nl: Positie details

source: Preparing to unstake sICX...
nl_nl: sICX unstaken voorbereiden...

source: Price
nl_nl: Prijs

source: Price impact
nl_nl: Prijsimpact

source: Processing transaction...
nl_nl: Transactie verwerken...

source: Proposal type
nl_nl: Voorstel type

source: Proposals
nl_nl: Voorstellen

source: Proposed
nl_nl: Voorgesteld

source: Quorum not reached
nl_nl: Quorum niet bereikt

source: Rebalancing complete.
nl_nl: Rebalancing compleet.

source: Rebalancing the bnUSD price...
nl_nl: Bezig met het rebalancen van de bnUSD prijs...

source: Rebalancing threshold
nl_nl: Rebalancing grenslijn

source: Receive
nl_nl: Ontvang

source: Recieve sICX, which you can trade or unstake from the wallet section later.
nl_nl: Ontvang sICX, die je kunt ruilen of unstaken via je balanced wallet.

source: Reject
nl_nl: Afwijzen

source: Rejected
nl_nl: Afgewezen

source: Remove
nl_nl: Verwijderen

source: Remove your assets to cancel this transaction.
nl_nl: Verwijder je activa om deze transactie te annuleren.

source: Removing
nl_nl: Verwijderen

source: Repaid {0} bnUSD.
nl_nl: {0} bnUSD terugbetaald.

source: Repay
nl_nl: Aflossen

source: Repay Balanced Dollars?
nl_nl: Balanced Dollars aflossen?

source: Repaying bnUSD...
nl_nl: bnUSD aan het aflossen...

source: Rewards
nl_nl: Beloningen

source: Risk ratio
nl_nl: Risico ratio

source: Search name or contract
nl_nl: Zoek een naam of contract

source: Select a token
nl_nl: Selecteer een token

source: Send
nl_nl: Verzenden

source: Send asset?
nl_nl: Activa versturen?

source: Send each asset to the contract
nl_nl: Verzend elk activum naar het contract

source: Send max
nl_nl: Verstuur max

source: Send {0}
nl_nl: Verzend {0}

source: Sending
nl_nl: Verzenden

source: Sending {0}...
nl_nl: {0} wordt verzonden...

source: Sending {currency} to the {pair} pool...
nl_nl: {currency} naar de {pair} pool aan het verzenden...

source: Sent {0} {1} to {address}.
nl_nl: {0} {1} verzonden naar {address}.

source: Sign in
nl_nl: Log in

source: Sign in to use the Home page.
nl_nl: Log in om de startpagina te gebruiken.

source: Sign in to view your liquidity details.
nl_nl: Log in om je liquiditeitsgegevens te bekijken.

source: Sign in with
nl_nl: Inloggen met

source: Sign out
nl_nl: Log uit

source: Slippage tolerance
nl_nl: Slippage tolerantie

source: Submit
nl_nl: Bevestigen

source: Submit proposal
nl_nl: Voorstel bevestigen

source: Submit proposal?
nl_nl: Voorstel bevestigen?

source: Submit vote
nl_nl: Stem uitbrengen

source: Submit vote?
nl_nl: Stem uitbrengen?

source: Submitting a proposal...
nl_nl: Voorstel indienen...

source: Supplied {pair} liquidity.
nl_nl: {pair} liquiditeit geleverd.

source: Supply
nl_nl: Leveren

source: Supply liquidity
nl_nl: Lever liquiditeit

source: Supply liquidity for these assets in any quantity to create a new pool.
nl_nl: Verschaf liquiditeit voor deze Tokens om een nieuwe pool te creëren.

source: Supply liquidity?
nl_nl: Liquiditeit leveren?

source: Supplying
nl_nl: Leveren

source: Supplying {pair} liquidity...
nl_nl: {pair} liquiditeit leveren...

source: Swap
nl_nl: Verwissel

source: Swap {0} for {1}?
nl_nl: {0} omwisselen voor {1}?

source: Swapped {inputAmount} {inputCurrency} for {outputAmount} {outputCurrency}.
nl_nl: {inputAmount} {inputCurrency} omgewisseld voor {outputAmount} {outputCurrency}.

source: Swapping {inputCurrency} for {outputCurrency}...
nl_nl: Omwisselen van {inputCurrency} voor {outputCurrency}...

source: Takes up to 7 days. When it's ready, go to ICX > Unstaking in the Wallet section to claim it.
nl_nl: Neemt tot 7 dagen in beslag. Wanneer het klaar is, ga dan naar ICX > Unstaking in de Wallet sectie om het te claimen.

source: Text
nl_nl: Tekst

source: The current bnUSD price is
nl_nl: De huidige bnUSD prijs is

source: There's no ICX unstaking.
nl_nl: Er is geen ICX aan het unstaken.

source: There's no liquidity pool for this pair yet.
nl_nl: Er is nog geen liquiditeitspool voor dit paar.

source: Title
nl_nl: Titel

source: To
nl_nl: Naar

source: To earn Balanced rewards, take out a loan or supply liquidity on the Trade page.
nl_nl: Neem een lening of lever liquiditeit op de handelspagina om Balanced beloningen te verdienen.

source: To take out a loan, deposit collateral.
nl_nl: Stort onderpand om een lening af te sluiten.

source: Total daily rewards
nl_nl: Totale dagelijkse beloningen

source: Total supply
nl_nl: Totale voorraad

source: Trade
nl_nl: Handel

source: Transaction
nl_nl: Transactie

source: Unstaking {0} sICX. Check the ICX entry in your wallet for details.
nl_nl: {0} sICX aan het unstaken. Bekijk de ICX-vermelding in je portemonnee voor mee informatie.

source: Use Balanced in
nl_nl: Gebruik Balanced in

source: Use at your own risk. Project contributors are not liable for any lost or stolen funds.
nl_nl: Gebruik op eigen risico. Projectmedewerkers zijn niet aansprakelijk voor verloren of gestolen fondsen.

source: Used
nl_nl: Gebruikt

source: Value
nl_nl: Waarde

source: View disclaimer
nl_nl: Bekijk disclaimer

source: Vote
nl_nl: Stemmen

source: Vote cast.
nl_nl: Stem uitgebracht.

source: Voting ends in {endTimeStr}
nl_nl: Stemmen eindigt over {endTimeStr}

source: Voting has ended
nl_nl: De stemming is afgelopen

source: Voting starts in {startTimeStr}
nl_nl: Stemmen begint over {startTimeStr}

source: Voting weight
nl_nl: Stemgewicht

source: Voting will begin at 5pm UTC,
nl_nl: De stemming begint om 17.00 uur UTC,

source: While you borrow bnUSD, your collateral is used to keep its value stable
nl_nl: Terwijl je bnUSD leent, wordt je onderpand gebruikt om de waarde stabiel te houden

source: Withdraw
nl_nl: Opnemen

source: Withdraw liquidity
nl_nl: Liquiditeit opnemen

source: Withdraw liquidity?
nl_nl: Liquiditeit opnemen?

source: Withdraw sICX?
nl_nl: sICX opnemen?

source: Withdraw:
nl_nl: Opnemen:

source: Withdrawing ICX...
nl_nl: ICX aan het opnemen...

source: Withdrawing collateral...
nl_nl: Onderpand aan het opnemen...

source: Withdrawing sICX...
nl_nl: sICX aan het opnemen...

source: Withdrawing {0}
nl_nl: {0} aan het opnemen

source: Withdrawing {inputCurrency} / {outputCurrency} liquidity...
nl_nl: Opnemen van {inputCurrency} / {outputCurrency} liquiditeit...

source: You approved
nl_nl: Je hebt goedgekeurd

source: You can't withdraw any collateral if you go beyond this threshold.
nl_nl: Je kunt geen onderpand opnemen als je verder gaat dan deze drempel.

source: You need at least {MINIMUM_ICX_FOR_TX} ICX in your wallet to complete this transaction.
nl_nl: Je hebt minstens {MINIMUM_ICX_FOR_TX} ICX in je wallet nodig om deze transactie te voltooien.

source: You rejected
nl_nl: Je hebt geweigerd

source: Your supply
nl_nl: Jouw aangeboden liquiditeit

source: and ends after 5 days.
nl_nl: en eindigt na 5 dagen.

source: less then a minute
nl_nl: minder dan een minuut

source: liquidity pool
nl_nl: liquiditeitspool

source: or
nl_nl: of

source: then click Supply.
nl_nl: klik vervolgens op bevoorraden.

source: then create the pool.
nl_nl: maak dan de pool aan.

source: {0} / {1} liquidity pool
nl_nl: {0} / {1} liquiditeit pool

source: {0} ICX added to your wallet.
nl_nl: {0} ICX is aan uw wallet toegevoegd.

source: {0} ICX is ready to claim
nl_nl: {0} ICX is klaar om op te eisen

source: {0} ICX unstaking
nl_nl: {0} ICX aan het unstaken

source: {0} liquidity pool
nl_nl: {0} / liquiditeit pool

source: {0} liquidity pool{1}
nl_nl: {0} liquiditeitspool{1}

source: {0} sICX added to your wallet.
nl_nl: {0} sICX is aan uw wallet toegevoegd.

source: {0} voters
nl_nl: {0} kiezers

source: {0} {1} added to your wallet
nl_nl: {0} {1} toegevoegd aan uw wallet

source: {currency} sent to the {pair} pool.
nl_nl: {currency} is naar de {pair} pool verzonden.

source: {inputAmount} {inputCurrency} and {outputAmount} {outputCurrency} added to your wallet.
nl_nl: {inputAmount} {inputCurrency} en {outputAmount} {outputCurrency} zijn toegevoegd aan uw wallet.

source: {label} proposal submitted.
nl_nl: {label} voorstel is ingediend.

source: {outputAmount} {outputCurrency} added to your wallet.
nl_nl: {outputAmount} {outputCurrency} toegevoegd aan uw wallet.

source: {value}% voted
nl_nl: {value}% gestemd
